{
    "home": {

        "title1": "What is InClock?",
        "text1": "If you are in a situation that requires you to inject yourself with a drug on regular occasions, it can be a challenge to keep track of your injection “history”. Cycling between injection sites is important, but deciding where to inject next can be tricky. InClock is an application that can help you keep track of your injection history and help you decide where to inject next.",
        "title2": "How can I use InClock",
        "text2": "With InClock you can register injection sites on arms, legs, buttocks, and stomach. InClock comes with a set of predefined injection site patterns, these can be combined with custom sites. InClock also allows you to design your own injection site map. InClock uses color scales to indicate the status of a site and shows the reactivity of a site by means of variable size dot. There is a range of color scales available including once suited for colorblindness.",
        "title3": "Terms and Conditions",
        "text3": "This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. See <a href='http://www.gnu.org/licenses/'>http://www.gnu.org/licenses/</a>",

        "button1": "Sign Up!",
        "button2": "Redeem",
        "button3": "Cancel",
        "button4": "Go!",
        "button5": "Upload!",

        "subtitle1": "Login",
        "subtitle2": "Upload Encrypted File",
        "subtitle3": "Upload plain File",
        
        "input1": "Username",
        "input2": "Example: AQJKLP",

        "other1": "Or",
        "other2": "Try InClock now! (Beta-codes only)",

        "error1": "Invalid Code",

        "hover1": "Nederlands",
        "hover2": "English",
        "hover3": "Deutsch"
    },
    "config": {

        "title1": "Choose Account Type",
        "title2": "Account Settings",
        "title3": "Account Preferences",
        "title4": "Profile Options",
        "title5": "Template Builder",
        "title6": "Create Account",
        "title7": "Front",
        "title8": "Back",

        "subtitle1": "<b>Register with user name, password and email.</b> This level has the advantage that your data are always available to you, from any device with a web browser and internet connection. Also, when you lose your password, you can request a reset sent to you via email. However, your data reside (encrypted) with us. Also, your data will be removed from our server after 6 months account inactivity.",
        "subtitle2": "<b>Register with user name, password but without email.</b> This level has the advantage that your data are always available to you, from any device with a web browser and internet connection. However, when you lose your password your data are not recoverable and will be removed from our server after 6 months account inactivity. Also, your data reside (encrypted) with us.",
        "subtitle3": "<b>No registry, own encrypted data file with decryption key.</b> With this level, you are responsible for your own –encrypted- data. You could keep it on your device, or on some cloud service. You need to upload it every time you use the app, and download afterwards. We do not make or keep copies of your data. If you lose your decryption key, your data is lost.",
        "subtitle4": "<b>No registry, own unencrypted data file.</b> With this level, you are responsible for your own –unencrypted- data. You could keep it on your device, or on some cloud service. You need to upload it every time you use the app, and download afterwards. We do not make or keep copies of your data. If anyone gets your data file, they can read it and distribute it.",
        "subtitle5": "Pick a colorscheme to use",
        "subtitle6": "If autodetected timezone is incorred you can change it below. GMT is 0.",
        "subtitle7": "Select prefered language",
        "subtitle8": "Upper-arms",
        "subtitle9": "Upper-legs",
        "subtitle10": "Outer-stomach",
        "subtitle11": "Inner-stomach",
        "subtitle12": "Buttocks",
        "subtitle13": "Lower-arms",
        "subtitle14": ["Timezone detected to be<b>", "</b>. You are at GMT<b>", "</b>"],
        "subtitle15": "<b>Important</b>: You will need to log in before you can start using InClock.",

        "button1": "Choose",
        "button2": "Continue",
        "button3": "Done!",
        "button4": "Turn around",

        "input1": "Choose username",
        "input2": "Choose password",
        "input3": "Recovery e-mail address",
        "input4": "English",
        "input5": "Nederlands",
        "input6": "Deutsch"
    },
    "dashboard": {

        "cluster0": "Custom",
        "cluster1": "Biceps",
        "cluster2": "Legs",
        "cluster3": "Stomach",
        "cluster4": "Buttocks",
        "cluster5": "Legs",
        "cluster6": "Biceps",
        "cluster7": "Forearm",
        "cluster8": "Triceps",

        "title1": "Settings",
        "title2": "Controls",
        "title3": "Injection site properties",
        "title4": "Suggested injection sites",

        "subtitle1": "Change the reactivity",
        "subtitle2": "Injection Date &amp; Time",
        "subtitle3": "Optional note",

        "button1": "Save",
        "button2": "Turn around",
        "button3": "+ Site",
        "button4": "Notes",
        "button5": "+ Note",
        "button6": "+ Injection",
        "button7": "Delete site",
        "button8": "Save",
        "button9": "Cancel",
        "button10": "Logout",
        "button11": "Select",
        "button12": "Legend",
        "button13": "Delete",

        "warning1": "Are you sure you've saved all your changes?",
        "warning2": "Are you sure you want to permanently remove this site?",

        "general1": "Click a site to select or inspect.",
        "general2": "Save succesfull!",

        "tooltip1": "Time since last injection",
        "tooltip2": "Reactivity",
        "tooltip3": "Create a new injection site",
        "tooltip4": "Show note history for this site",
        "tooltip5": "Add a new note to this site",
        "tooltip6": "Register a new injection for this site",
        "tooltip7": "Remove this site and its data",

        "other1": "Never",
        "other2": "days"
    },

    "site": {

        "softwareTitle1": "InClock",
        "softwareVersionShort1": "Beta",
        "softwareVersionLong1": "&copy; 2015 [Beta v0.3a]",

        "titleHomepage1": "InClock - the easy injection tracker!",
        "titleConfigpage1": "InClock | Create your profile!",
        "titleDashboard1": "InClock | Dashboard"
    }
}
